Repository: common-repository/mi13-comment-user-edit
Catalog: languages/mi13-comment-user-edit-*.po
Languages: ru_ru

source: This plugin allows guests to edit their comments on your site.
ru_ru: Этот плагин позволяет гостям вашего сайта редактировать свои комментарии.

source: Subject:
ru_ru: Тема сообщения:

source: Note: Please use constant
ru_ru: Примечание: Позалуйста используйте константу

source: Message:
ru_ru: Текст письма:

source: Note: Please use constants
ru_ru: Примечание: Пожалуйста, используйте константы

source: html code for button:
ru_ru: код кнопки:

source: Automatically add a button to the body of comment
ru_ru: Автоматически добавлять кнопку к коментарию

source: Your custom fields:
ru_ru: Ваши доп. поля в комментариях:

source: Note: Please, separate words with commas.
ru_ru: Прим.: Разделяйте слова через запятую.

source: Please, add this comment to the comment text to prohibit editing.
ru_ru: Пожалуйста, добавьте этот комментарий в текст комментария, чтобы запретить редактирование.

source: Thanks. Please check your mailbox for a link to confirm your action.
ru_ru: Спасибо. Пожалуйста, проверьте свой почтовый ящик на наличие ссылки для подтверждения вашего действия.

source: Error: it was not possible to send an email to confirm the changes! Try again later!
ru_ru: Ошибка: не удалось отправить электронное письмо для подтверждения изменений! Попробуйте еще раз позже!

source: Error: there is no such comment on the site!
ru_ru: Ошибка: на сайте нет такого комментария!

source: The comment has been deleted!
ru_ru: Комментарий был удален!

source: Error: couldn't delete comment!
ru_ru: Ошибка: не удалось удалить этот комментарии!

source: Error: this link is outdated!
ru_ru: Ошибка: эта ссылка устарела!
